Repository: ArmandDelessert/husqvarna-automower-windows
Catalog: src/HusqaCockpit.App/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# Settings_StartWithWindows.Header
source: Start with Windows (in the notification area)
fr_fr: Démarrer avec Windows (dans la zone de notification)

# Settings_PollingInterval.Header
source: Refresh interval without real-time updates
fr_fr: Intervalle d'actualisation sans temps réel

# Settings_PollingHelp
source: Husqvarna allows {0} requests per month per key. Every {1} minutes uses about {2} requests per month.
fr_fr: Husqvarna autorise {0} requêtes par mois et par clé. Toutes les {1} minutes représente environ {2} requêtes par mois.

# Settings_LanguageHeader.Text
source: Language
fr_fr: Langue

# Settings_Language.Header
source: Display language
fr_fr: Langue d'affichage

# Settings_LanguageSystem.Content
source: Windows language
fr_fr: Langue de Windows

# Settings_RestartRequired.Title
source: Restart required
fr_fr: Redémarrage nécessaire

# Settings_RestartRequired.Message
source: Quit HusqA Cockpit (right-click its icon › Quit) and start it again to apply the new language.
fr_fr: HusqA Cockpit doit redémarrer pour appliquer la nouvelle langue.

# Settings_AboutHeader.Text
source: About
fr_fr: À propos

# Settings_Disclaimer.Text
source: Unofficial application, not affiliated with Husqvarna. Automower® is a trademark of Husqvarna AB.
fr_fr: Application non officielle, sans lien avec Husqvarna. Automower® est une marque de Husqvarna AB.

# Settings_SourceCode.Content
source: Source code
fr_fr: Code source

# Settings_OpenLogs.Content
source: Open the logs folder
fr_fr: Ouvrir le dossier des journaux
